Repository: mrleemon/rather-simple-mailchimp
Catalog: languages/rather-simple-mailchimp-*.po
Languages: ca, es_es

source: First Name
ca: Nom
es_es: Nombre

source: required
ca: obligatori
es_es: obligatorio

source: Last Name
ca: Cognoms
es_es: Apellidos

source: Email
ca: Correu electrònic
es_es: Correo electrónico

source: I have read and agree to the %s.
ca: He llegit i accepto la %s.
es_es: He leído y acepto la %s.

source: Subscribe
ca: Subscriu
es_es: Suscribirse

source: Thank you for subscribing. We have sent you a confirmation email.
ca: Gràcies per subscriure-us. Us hem enviat un correu electrònic de confirmació.
es_es: Gracias por suscribirte. Te hemos enviado un correo electrónico de confirmación.

source: The Mailchimp form is not set up correctly. The Mailchimp list ID is missing.
ca: El formulari de Mailchimp no està configurat correctament. Falta l'identificador de la llista de Mailchimp.
es_es: El formulario de Mailchimp no está configurado correctamente. Falta el ID de la lista de Mailchimp.

source: Mailchimp API Key
ca: Clau de l'API del Mailchimp
es_es: Clave de la API de Mailchimp

source: API Key
ca: Clau de l'API
es_es: Clave de la API

source: To use this plugin, please generate a Mailchimp API key by following the instructions <a href="%s" target="_blank">here</a> and paste it into this field.
ca: Per utilitzar aquesta extensió, genereu una clau d'API del Mailchimp seguint les instruccions que trobareu <a href="%s" target="_blank">aquí</a> i enganxeu-la en aquest camp.
es_es: Para usar este plugin, genera una clave de API de Mailchimp siguiendo las instrucciones que se indican <a href="%s" target="_blank">aquí</a> y pégala en este campo.

source: A simple Mailchimp popup widget
ca: Un senzill widget popup del Mailchimp
es_es: Un sencillo widget popup de Mailchimp

source: Rather Simple Mailchimp popup widget
ca: Giny Rather Simple MailChimp popup
es_es: Widget Rather Simple MailChimp popup

source: Close
ca: Tanca
es_es: Cerrar

source: Show First Name
ca: Mostra el camp Nom
es_es: Mostrar el nombre

source: Show Last Name
ca: Mostra el camp Cognoms
es_es: Mostrar los apellidos

source: Show Placeholder
ca: Mostra el missatge de mostra
es_es: Mostrar mensaje de muestra

source: A simple Mailchimp widget
ca: Un senzill widget del Mailchimp
es_es: Un sencillo widget de Mailchimp

source: Rather Simple Mailchimp widget
ca: Giny Rather Simple Mailchimp
es_es: Widget Rather Simple Mailchimp

source: Connection to Mailchimp failed.
ca: La connexió amb Mailchimp ha fallat.
es_es: La conexión a Mailchimp ha fallado.

source: %s is already subscribed.
ca: %s ja està subscrit.
es_es: %s ya está suscrito.

source: Mailchimp API key is missing.
ca: Falta la clau de l'API del Mailchimp.
es_es: Falta la clave de la API de Mailchimp.

source: Mailchimp Settings
ca: Opcions del Mailchimp
es_es: Ajustes de Mailchimp

source: List ID
ca: Identificador de la llista
es_es: ID de la lista

source: Show "First Name" field
ca: Mostra el camp «Nom»
es_es: Mostrar el campo «Nombre»

source: Show "Last Name" field
ca: Mostra el camp «Cognoms»
es_es: Mostrar el campo «Apellido»

source: Show placeholder
ca: Mostra el missatge de mostra
es_es: Mostrar mensaje de muestra

source: Max. Width
ca: Amplada màxima
es_es: Ancho máximo

# block description
source: A Mailchimp form.
ca: Un formulari del Mailchimp.
es_es: Un formulario de Mailchimp.
